insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
 values('Кавказская пленница', 'Отправившись в одну из горных республик собирать фольклор, студент Шурик влюбляется в симпатичную Нину — спортсменку, отличницу, комсомолку и просто красавицу. Однако банда из трёх человек похищает девушку, чтобы насильно выдать замуж. Поняв, что происходит, Шурик отважно бросается освобождать кавказскую пленницу.', 1966, 1, 3, 120, 1);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
 values('Крепкий орешек', 'В суперсовременном небоскребе Лос-Анджелеса полицейский Джон Макклейн ведет смертельную схватку с бандой политических террористов, взявших в заложники два десятка человек, в число которых попадает и его жена. Началось все с того, что парень приехал в город к жене, оказался на рождественском приеме, а кончилось настоящей войной...', 1988, 3, 18, 125, 3);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
 values('Остров проклятых', 'Два американских судебных пристава отправляются на один из островов в штате Массачусетс, чтобы расследовать исчезновение пациентки клиники для умалишенных преступников. При проведении расследования им придется столкнуться с паутиной лжи, обрушившимся ураганом и смертельным бунтом обитателей клиники.', 2009, 2, 18, 90, 2);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
 values('Силиконовая долина', 'Сериал рассказывает о жизни шести молодых программистов из Сан-Франциско, которые пытаются начать свой собственный бизнес в кремниевой долине.', 2014, 1, 18, 50, 4);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
 values('Мистер Робот', 'История молодого программиста Эллиота, страдающего социофобией и решившего, что единственный приемлемый для него способ взаимодействия с людьми — это профессия хакера. Таким образом, он быстро оказывается в том самом месте, где пересекаются интересы его работодателя — фирмы, занимающейся кибербезопасностью, — и подпольных организаций, которые пытаются его завербовать с целью обрушения самых могучих американских корпораций.', 2015, 7, 18, 76, 5);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
 values('Во все тяжкие', 'Школьный учитель химии Уолтер Уайт узнаёт, что болен раком лёгких. Учитывая сложное финансовое состояние дел семьи, а также перспективы, Уолтер решает заняться изготовлением метамфетамина. Для этого он привлекает своего бывшего ученика Джесси Пинкмана, когда-то исключённого из школы при активном содействии Уайта. Пинкман сам занимался варкой мета, но накануне, в ходе рейда УБН, он лишился подельника и лаборатории.', 2008, 10, 18, 45, 6);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
 values('Страшные сказки', 'Викторианский Лондон. Здесь никогда не было безопасности и спокойствия. Горожане заняты исключительно повседневными делами, не замечая признаков грядущих изменений. Однако им следовало бы стать повнимательней, потому что на улицах британской столицы собирается нечисть самого разного толка, способная навести ужас на кого угодно.', 2014, 9, 18, 56, 7);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
 values('Хакеры', 'Развлекаясь манипуляциями в коммерческих сетях, начинающий хакер делает почти невозможное: взламывает защиту секретного компьютера Гибсон в корпорации Эллингтон. При этом он случайно подключается к схеме хищения средств, искусно замаскированной кем-то под компьютерный вирус, действие которого может привести к глобальной экологической катастрофе. Молодой хакер и его приятели в доли секунды превращаются в подозреваемых.', 1995, 7, 18, 65, 8);